---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitStartSlot
source: html/ac41baca-c00e-5276-7ef4-4625debad48e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitStartSlot Property

"Start Slot"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitStartSlot { get; }
```